public class task12 {
    public static void main(String[] args) {
        String str1 = "Hello world";
        String str2 = "Plus world";

        int result = str1.compareTo(str2);
        System.out.println(result);
    }
}
/**Реализовать метод, который возвращает длину общего постфикса двух строк, т.е. сколько
 символов начиная с конца одинаковые у обеих строк.*/